<h1>Как я учусь программированию.</h1>
<p>
	Отмечено, что на сегодняшний день информационные технологии это важнейший фактор, который оказывает влияние на качество системы образования. Основной прерогативой выступает качество и уровень подготовки студентов в вузах, что есть залог успешного функционирования системы образования. Применение информационных технологий в образовательном процессе раскрывает творческие способности студентов в процессе обучения.
</p>

<p>
	Навыки компьютерной грамотности помогают любому человеку решать повседневные и профессиональные задачи, программирование стимулирует креативное мышление и формирует умения учиться.
</p>

<p>
	Способность написать несложную программу или код постепенно становится базовым навыком. Программирование и вычислительное мышление расширяют возможности и становятся обязательным требованием к любому специалисту — от физика до журналиста. Способность читать и понимать компьютерный код становится более востребованной, поэтому программирование переходит из специального знания в универсальную грамотность. Это грамотность использования современных инструментов общения и работы — компьютеров. И если это аспект грамотности, то развивать его нужно с детства.
</p>

<p>
	Программирование развивает вычислительное мышление. Это набор приемов для решения задач в компьютерных науках, но применимых в любых сферах. Например, вычислительная наука помогает в образовании. Специальная платформа собирает данные об активностях студентах. С помощью данных преподаватель отслеживает неэффективные задания, чтобы составить новую учебную программу.
</p>
<p>
	Я изучаю разные языки программирования: JavaScript, HTML, Python. Я считаю, что если изучать разные направления программирования и IT-технологий, можно создавать более удобные для использования сайты и приложения, а также легче находить какте-то ошибки и помогать их исправить как себе, так и другим пользователям.
</p>
