<h1>Как и почему я занимаюсь математикой</h1>
<p>
	Математика великая наука, она нужна каждому, и каждый день мы применяем знания математики в жизни. Вся наша жизнь — это вычисления и подсчеты. Без знаний математики мы не можем вычислить время, подсчитать деньги, построить дом. Мы не можем сравнить предметы, расстояния. Математика развивает интеллект и помогает найти решения в сложной задаче. Если хочешь быть успешным человеком и иметь хорошую работу, то нужно изучать математику.
</p>

<p>
	Математика, на мой взгляд, один из важнейших учебных предметов в школе. Она приобретает особое значение в связи с необычайным ростом науки, технического прогресса в нашей стране. Высокий уровень развития математики необходим для прогресса многих наук.
</p>
<p>
	Трудно найти такую область знания, где математика не играла бы никакой роли. Хорошо известно, что развитие наук в последнее время характеризуется проникновением в них математических методов и математического стиля мышления.
</p>
<p>
	На первый взгляд, может показаться что математика — это сухая и неинтересная наука. Но это одна из древнейших и занимательных наук. Нас в школе с первого класса учат не только читать буквы, но и складывать и вычитать цифры. Но для меня это не просто цифры и знаки. Каждая цифра имеет для меня свой цвет и звук.
</p>
<p>
	Поэтому решение задач и примеров всегда давались мне с легкостью. Занятия математикой для меня никогда не были скучными.
</p>
<p>
	Если определять приоритеты среди наук, то математика, по-моему, должна занимать первое место. Это интересная, разнообразная, жизненно необходимая наука. Она развивается и преподносит все новые и интересные задачи, которые пытаются решить множество ученых. Взрослея, нам приходится применять свое умение считать все чаще и чаще. Решать более сложные задачки по математике. В любой точной науке пригодятся наши знания, приобретенные на уроке математики.
</p>

