export const routes = [
	{
		id: 1,
		title: 'Как и почему я занимаюсь математикой',
		body: 'В этой записи я поделюсь с вами своим мнением о значении математики в жизни человека и почему ее стоит узучать каждому человеку.',
	},
    {
		id: 2,
		title: 'Как я учусь программированию.',
		body: 'В этой записи я расскажу о своем интересе к информационным технологиям и о том, как я учу разные языки программирования.',
	},
	{
		id: 3,
		title: 'Мой опыт участия в олимпиадах по разным предметам.',
		body: 'В этой записи я поделюсь своим опытом участия в различных олимпиадах. Я расскажу о том, как участие в олимпиадах поможет школьникам при поступлении в высшие учебные заведения и с каких олимпиад лучше начинать.',
	},
	
];