<h1>Контакты</h1>

<div>
	<ul>
		<li>Email: varya@gmail.com</li>
		<li>Телефон: 89143750993</li>
		<li>Адрес: город Электросталь, Московская область</li>
	</ul>

	<p>Я всегда открыта для общения. Не стесняйтесь написать мне или позвонить.</p>
</div>
<div>
	<ul>
		<li>Вконтакте: @349634</li>
	</ul>

	<p>
		Я буду рада видеть вас в своих контактах и готова настроить полезные и
		продуктивные отношения. Если вы заинтересованы в сотрудничестве, я всегда
		готова обсудить возможности и принять участие в вашем проекте.
	</p>
</div>

<style>
	div {
		margin-bottom: 20px;
	}
	p {
		margin: 5px 0;
	}
</style>
