<h1>Мой опыт участия в олимпиадах по разным предметам.</h1>

<p>
	Участие как в школьных олимпиадах, так и в олимпиадах от каких-либо 
</p>

<p>
	Предметные олимпиады  – это состязание учащихся (при этом не всегда только средне-образовательных учреждений), в котором участники демонстрируют свои навыки и знания по определённым дисциплинам. Началом современного олимпиадного движения в России принято считать олимпиаду по математике в  1934 году, организованную Ленинградским университетом.
    Сегодня в России в среднем в год проводится около 70 олимпиад различных масштабов и уровней. Так что же даёт участие или победа в олимпиаде?
</p>

<p>
	В первую очередь, развитие интеллектуальных способностей. Кроме того, участие в олимпиадах не только расширяет кругозор и улучшает абстрактное и логическое мышление, но и совершенствует творческие способности.
</p>

<p>
	Всем известно, что олимпиадные задания не стандартны, следовательно, у участников ум приспосабливается к «гибкости», оригинальности разработки идей
</p>

<p>
	В будущем это поможет нынешним школьникам решать различные, в том числе и бытовые, жизненные, задачи намного лучше, так как уже с юных лет они научатся смотреть на задачи с разных сторон и рассматривать их под разным углом
</p>
<p>
	Ещё одним важным моментом является способность правильно применить знания. Ведь одно дело просто выучить материал, другое – понимать, как и где его можно использовать. Решение олимпиадных заданий отлично тренирует ту самую нестандартность мышления, гибкость ума, возможность применять полученные и усвоенные знания в самых разных сферах
</p>
