<h1>Обо мне</h1>
<img class="photo" src="/img/photo.jpg" alt="photo" width="200" />
<p>
	Привет! Меня зовут Зайцева Варя, и я рада вас приветствовать на своем сайте! 
</p>
<h2>Хобби</h2>

<p>
	Мне нравится рисовать и слушать музыку. Интересуюсь математикой, английским языком и компьютерными технологиями. В свободное время люблю делать разные интерсные фотографии.
</p>
<h2>Образование</h2>

<p>
	В основном я занимаюсь математикой и программированием, поэтому учусь в физико-математическом классе. Дополнительно занимаюсь на курсе по web-дизайну. Планирую связать свою профессию с техническим направлением.
</p>
<h2>Цели</h2>
<p>
	Я стремлюсь получить хорошее образование в престижном техническом институте и работать по своей специальности.
</p>

<p>
	Благодарю вас за интерес в моей жизни и настоятельно рекомендую всем следовать
	своим мечтам и стараться достичь поставленных целей. Желаю всем успеха!
</p>



<style>
    .photo{
        float: right;
        margin: 2px;
        border-radius: 4px;
    }
</style>